// Button labels
"CANCEL" = "Cancel";

// Category names
"CATEGORY_APPLICATIONS" = "Applications";
"CATEGORY_BOOKMARKS" = "Webpages";
"CATEGORY_CONTACTS" = "Contacts";
"CATEGORY_DOCUMENTS" = "Documents";
"CATEGORY_EVENTS" = "Events & To Do Items";
"CATEGORY_FOLDERS" = "Folders";
"CATEGORY_IMAGES" = "Images";
"CATEGORY_MAIL" = "Mail Messages";
"CATEGORY_MOVIES" = "Movies";
"CATEGORY_MUSIC" = "Music";
"CATEGORY_PDFS" = "PDF Documents";
"CATEGORY_SYSTEMPREFS" = "System Preferences";
"CATEGORY_FONTS" = "Fonts";
"CATEGORY_PRESENTATIONS" = "Presentations";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Space";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Keyboard Shortcut in Use";
"HOT_KEY_IN_USE_MESSAGE" = "This keyboard shortcut is already in use by the system or another application. Please choose another shortcut or use Keyboard Preferences to customize other system shortcuts.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Keyboard Shortcut Error";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "An unknown error of type %d occurred while trying to register the selected keyboard shortcut. Please try again or choose another shortcut.";
"DUPLICATE_ITEM_TITLE" = "Duplicate Item";
"DUPLICATE_ITEM_MESSAGE" = "The item already exists in the list and was not added.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "One or more items already exist in the list and were not added.";

"PRIVACY_ALERT_TITLE" = "Privacy List Error";
"PRIVACY_ERROR_UNKNOWN" = "The item couldn't be added or removed because of an unknown error."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "The item couldn't be added or removed because you don't have the appropriate permissions."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "The item couldn't be added or removed because the location is not indexed."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Are you sure you want to prevent Spotlight from searching in “%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "If you exclude this location from Spotlight searches, the search feature won't work in some applications.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Add a disk or folder to exclude from indexing.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Remove the selected disk or folder to exclude from indexing.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Add a folder to exclude";
"DELETE_ITEM_TOOLTIP" = "Remove selected items from list";

//button titles
"CHOOSE" = "Choose";

//For undo menu
"UNDO_DELETE" = "Delete";
"UNDO_ADD" = "Add";

//Key names
"RETURN_KEY" = "Return";
"ENTER_KEY" = "Enter";
"TAB_KEY" = "Tab";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Delete";

